{"0":{"0":{"metadata":{"format":"PDF 1.3","title":"Can grass biomethane be an economically viable biofuel for the farmer and the consumer?","author":"lw","subject":"Biofuels Bioprod Bioref 2010.4:519-537","keywords":"","creator":"Adobe InDesign CS4 (6.0)","producer":"PDFlib PLOP 2.0.0p6 (SunOS)\/Acrobat Distiller 7.0.5 (Windows); modified using iText 4.2.0 by 1T3XT","creationDate":"D:20100913110828+05'30'","modDate":"D:20231023201853-07'00'","trapped":"","encryption":null},"pageText":" © 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  \nCorrespondence to: Jerry D. Murphy, Department of Civil and Environmental Engineering, University College Cork, Cork, Ireland. \nE-mail: jerry.murphy@ucc.ie \n519\nCan grass biomethane be an \neconomically viable biofuel for \nthe farmer and the consumer?\nBeatrice M. Smyth, Environmental Research Institute (ERI), University College Cork (UCC), Ireland \nHenry Smyth, Bord Gáis Éireann, Cork, Ireland \nJerry D. Murphy, ERI, UCC, Ireland \nReceived April 16, 2010; revised version received May 24, 2010; accepted May 28, 2010 \nView online August 4, 2010 at Wiley Online Library (wileyonlinelibrary.com); DOI: 10.1002\/bbb.238; \nBiofuels, Bioprod. Bioref. 4:519–537 (2010)\nAbstract: Farm incomes in Ireland are in decline and many farmers would operate at a loss in the absence of subsi-\ndies. Agriculture is responsible for 27% of Ireland’s greenhouse gas emissions and is the largest contributing sector. \nPenetration of renewable energy in the heat and transport sectors is falling short of targets, and there is no clear \nplan for achieving them. The anaerobic digestion of grass to produce biogas or biomethane is put forward as a mul-\ntifaceted solution, which could help meet energy and emissions targets, reduce dependence on imported energy, \nand provide additional farm income. This paper addresses the economic viability of such a system. Grass biogas\/\nbiomethane fares poorly under the current combined heat and power tariff structure, which is geared toward feed-\nstock that attracts a gate fee. Tariff structures similar to those used in other countries are necessary for the industry \nto develop. Equally, regulation should be implemented to allow injection of biomethane into the gas grid in Ireland. \nBlends of natural gas and biomethane can be sold, offering a cost-competitive green fuel. Sale as a renewable trans-\nport fuel could allow proﬁ tability for the farmer and savings for the consumer, but suffers due to the lack of a market. \nUnder current conditions, the most economically viable outlet for grass biomethane is sale as a renewable heating \nfuel. The key to competitiveness is the existing natural gas infrastructure that enables distribution of grass biometh-\nane, and the renewable energy targets that allow renewable fuels to compete against each other. © 2010 Society of \nChemical Industry and John Wiley & Sons, Ltd\nKeywords: grass; biogas; biomethane; biofuels; economic analysis\nIntroduction\nFarming in crisis\nFarm incomes in Ireland are in decline. When infl ation is \ntaken into account, the average family farm income (FFI) \nfor all farming systems decreased by 22% in real terms from \n1995 to 2008.1 Th ere is a growing dependence on grants and \nsubsidies in all farming sectors and without them beef and \nsheep farms would operate at a loss. Low FFIs mean that \nmany farmers are seeking opportunities for farm diversifi -\ncation and alternative sources of income, and the National \nDevelopment Plan2 recognizes as a key task the promotion of \nModeling and Analysis\n520\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nthe diversifi cation of the rural economy. A move away from \nconventional farming can be further supported by the fact \nthat all grass-based  farming systems (beef, dairy, and sheep) \nproduce large quantities for the export market. Th is is espe-\ncially true in the beef sector, which had self-suffi  ciency val-\nues of over 600% for each year in the period 2000 to 2008.3,4\nGreenhouse gas emissions in agriculture\nAgriculture was responsible for 27.3% (18.4 Mt CO2eq) of \nIreland’s greenhouse gas (GHG) emissions in 2008 and was \nthe single largest contributing sector, followed by energy \nindustries (21.8%), transport (21.1%), industry and commer-\ncial (16.9%), residential (11.2%), and waste (1.6%).5 Enteric \nfermentation in non-dairy (i.e. beef) cattle is the largest \ncontributor to agricultural emissions and is one of the big-\ngest GHG emission sources in the country.6 Ireland has the \nhighest ratio of cattle to human population in the European \nUnion (from Eurostat data7,8) and the importance of the \nagricultural sector is largely responsible for the country’s \nrelatively high per capita GHG emissions; in 2007 per capita \nemissions were 15.9 t CO2eq compared with 10.2 t CO2eq for \nthe EU27.9 Th e National Climate Change Strategy has put \nforward a decrease in herd size as a potential measure for \nreducing GHG emissions in the agricultural sector.10\nEnergy in crisis\nIreland is over 89% dependent on imported energy, with \nimported oil and gas accounting for 81% of energy supply.11 \nTh is has signifi cant implications for security of supply, emis-\nsions agreements under the Kyoto Protocol, and national \nand EU targets for renewable energy. Targets have been set in \nIreland for renewable energy penetration by 2020 in each of the \nthree energy sectors: 40% renewable electricity,12 12% renew-\nable heat, and 10% renewable transport fuels.13 Renewable \nenergy in the electricity sector is expected to be provided largely \nby wind, but signifi cant challenges are predicted in the heat \nand transport sectors. Ireland is currently over 99% dependent \non oil and oil products for transport energy, all of which are \nimported,14 while 96% of thermal energy is from non-renewable \nsources.11 Renewable energy sources need to be found.\nGrass for biogas, biomethane, bioNG, and bioCNG\nGrass biogas\/biomethane has been put forward as a renew-\nable energy solution.15 Anaerobic digestion (AD) is used to \nproduce biogas from grass. Biogas can be burned directly \nfor heat or electricity generation or can be upgraded to the \nsame standard as natural gas, i.e. biomethane (~97% CH4, \n~3% CO2 and some minor constituents). Biomethane and \nnatural gas are mixable and interchangeable; mixtures of \nbiomethane and natural gas are termed bioNG. BioNG can \nbe sold from the gas grid in a similar manner to renew-\nable electricity as long as an accounting system is in place \nto ensure that the quantity of biomethane injected into the \ngrid matches the quantity sold. Diff erent mixtures of bioNG \ncould be sold for diff erent purposes. To help meet the target \nfor 12% renewable heat, a blend of 12% biomethane and 88% \nnatural gas could be sold (12\/88). A 10\/90 blend could be \nsold as a transport fuel (bioCNG, or biocompressed natural \ngas) to aid in meeting the target for 10% renewable energy in \ntransport. \nAt present, there are four farm digesters in Ireland: three \ngenerate thermal energy on site and one sells electricity to \nthe grid. Th ese digesters are predominately slurry digesters \nand do not employ energy crops. Th e potential for energy \nfrom grass in Ireland is huge, however, as grass covers \naround 90%16 of the country’s agricultural land. Th e exper-\ntise, knowledge, and equipment for growing, harvesting, and \nstoring grass and grass silage already exist on Irish farms. \nTh e energy balance of grass biomethane is better than other \ntemperate energy crop biofuels and compares favorably with \ntropical biofuels.17 Th e GHG savings of grass biomethane \nused as a transport fuel meet the requirements of the EU \nDirective.18 In terms of the constraints imposed by agricul-\ntural and biofuels policy, grass biomethane is the best energy \ncrop for meeting the 2020 renewable transport energy target \nin Ireland.19 An indigenous grass biogas industry could also \nprovide employment and aid in developing the ‘greentech’ \nsector.\nFocus of paper\nGrass biogas\/biomethane is a viable solution for meeting \nrenewable energy targets in Ireland in terms of available \ntechnology, energy balance, GHG savings, and policy con-\nstraints. An issue that has not yet been addressed, however, \nis fi nancial return. Th e aim of this paper is to investigate \nthe economic viability of a grass biogas\/biomethane indus-\ntry in Ireland. While there is a signifi cant body of work \non the economics of AD, much of this is concentrated on \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n521\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\nwastes\/residues for CHP (combined heat and power)20-26 \nand there is limited information on the economics of grass \ndigestion, either for CHP or for grid injection. Work by \nMurphy and Power15 found the cost of grass biomethane \nused as a biofuel to be competitive with wheat bioethanol. A \nUK study found that a grass biogas CHP plant would strug-\ngle to break even, even when income is maximized through \nthe sale of electricity, heat, and compost,27 while German \nstudies have found that grass biogas can be profi table under \ncertain conditions; for example, for larger plants, for plants \nin receipt of agricultural subsidies, and for plants with \nlower feedstock costs and a year-round heat market.28-31 \nTh ere has been little research into the potential markets for \nbiogas\/biomethane and nothing of this kind has been done \nfor Ireland. Th e results of this analysis are particular to \ngrass biomethane in Ireland, but the approach adopted can \nbe used for other countries and for other renewable energy \nresources.\nMethodology and description of grass \nbiomethane system\nBoundary conditions \nTh is paper is intended to act as a sister paper to previous \nwork on grass AD, including an energy balance17 and a \nGHG analysis,18 and as such uses the same farm and AD \nplant size and output (Table 1). Th e plant is based on an \noperational facility, visited by the authors in Austria, which \nprocessed 1650 tDS y-1 of grass silage. In an Irish context, \nthis is equivalent to 137.5 ha. Specialist beef production is \nthe dominant type of farming in Ireland, with an average \nfarm size of 27.5 ha.32 A farmers co-op is therefore envis-\naged, whereby a number of farmers produce the grass silage, \nown and manage the AD facility, and sell the energy product \n(electricity\/heat\/biomethane). \nMethodology\nA simple economic analysis is carried out on the system by \ncalculating annual costs and incomes, and then determining \nthe tariff  required to break even (i.e. to yield a return of 5% \nover 15 years). Th e values used for costs and incomes are rel-\nevant to the Irish context and are taken from the literature \nand from discussions with industry in Ireland and abroad. \nAnnualized capital costs are calculated from the equation in \nTable 1. Farm and AD plant size and output.\nValuea\nComments\nAnnual feedstock (tDS y-1)\n1650\nGrass silage yield (tDS ha-1)\n12\nTypical yield in \nIreland\nArea under grass (ha)\n137.5\nYield of volatile dry solids (tVS y-1)\n1485\n0.9 tVS tDS-1\nMethane yield (m3 y-1)\n445 500\n300 m3 CH4 \ntVSadded\n-1\nBiogas yield (m3 y-1)\n810 000\n55% CH4 in grass \nbiogas\nBiogas energy yield (GJ y-1)\n16 831\nCH4 energy content \n37.78 MJ m-3\nLosses in upgrading (%)\n1.5\nBiomethane yield (m3 y-1)\n452 389\n97% CH4 in \nbiomethane\nBiomethane energy yield (GJ y-1)\n16 579\naGrass and energy yields from previous work.17,18\nDS = total dry solids; VS = volatile dry solids; VSadded = volatile dry \nsolids added to digester.\nBox 1. Annual capital cost\nAnnual capital cost (€ y-1) =\nR = [P(1 + r)Nr] \/ [(1+r)N – 1]\nwhere \nr = rate of return (5%)\n \nP = principal (€)\n \nN = lifetime of project (15 years)\nBox 1. Land is assumed to already be in the ownership of the \nfarmers’ co-op and the cost of land acquisition and rent are \nexcluded from the analysis.\nTh e calculated break-even tariff s are compared with exist-\ning tariff s where appropriate (i.e. for CHP) and the eff ective-\nness of the tariff  system is assessed. Th e results also compare \nprofi tability under the current tariff  structure with existing \nfarm incomes. It is not expected that grass biogas will off er a \nsolution to the economic crises in farming. Diverting grass \nto AD and decreasing livestock numbers, however, results in \na decreased workload (due to the absence of a herd) and, if \nsimilar or better economic return can be achieved, this will \nbe attractive to farmers. Where no existing tariff  structure is \nin place, i.e. for grid injection, the markets (heat and trans-\nport) are examined to assess the potential for  profi tability \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n522\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nas well as the competitiveness of the product from the \n consumer’s perspective.\nPotential pathways for the use of grass biogas\/\nbiomethane\nTh e use of biogas for energy can follow a number of diff erent \npathways (Fig. 1). Two main scenarios are considered in this \npaper:\n• Scenario 1: biogas for on-site CHP\n• Scenario 2: upgrading to biomethane standard and injec-\ntion into the gas grid\nOn-site heat production is not considered as there are lim-\nited markets for heat in Ireland. Sale as a vehicle fuel on site \nis excluded as there is unlikely to be a market in the vicin-\nity of a rural farm plant, while container transport is not \nconsidered due to logistical diffi  culties. It is assumed that \nbiomethane injected into the gas grid is purchased by a ship-\nper for sale elsewhere on the grid. Th e calculation of ship-\nping charges is beyond the scope of this study, which looks \ninstead at potential markets for biomethane from the grid \nand the price these markets would be willing to pay.\nCapital costs\nSilage storage and AD plant\nSilage is to be stored in a horizontal silo (silage pit); 21 silage \npits are required (Table 2). If we consider 5 farms of average \nsize (27.5 ha) then 4 pits are required per farm. In practice \nthe farms would already have pits, thus the estimated con-\nstruction cost of €456 250 (Table 2) must be viewed as con-\nservative. Th e cost of an AD plant depends on a number of \nfactors, including plant size and type, with larger plants gen-\nerally having lower capital costs per m3 of biogas produced. \nTh e capital cost of a plant visited by the authors in Austria, \nwhich was a continuously stirred tank reactor (CSTR) of the \nsame size as the one in this analysis, was €745 000. As AD is \na relatively new technology to Ireland, 10% is added to this \nvalue to give €819 500 (approximately €110 t-1 feedstock). \nTh is is assumed to include the cost of in situ hydrogen sul-\nphide (H2S) removal.\nCHP plant and connection to electricity grid\nFrom discussions with industry and values in the litera-\nture,20,22,33 the cost of the CHP plant is conservatively taken \nas €1500 kWe\n-1, which is the fully installed cost including \nOn-site heat\nOn-site CHP\nGrid\nOff-site\ncompression\nOff-site\nfilling station\nOff-site gas\nOff-site CHP\nContainer\ntransport\nOn-site filling\nstation\nFeedstock\ne.g. grass silage\nBiogas\nOn-site\ncompression\nBioCNG\nBiomethane\nNatural\ngas\nOff-site\nCCGT\nFigure 1. Pathways for the use of biogas.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n523\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\ncivil works and electrical and piping installations. Assuming \n85% operational effi  ciency, the cost of a 220 kWe CHP plant \nis €330 000. Th e cost of connection to the electricity grid \nis very site-specifi c and depends on the location of the new \ngenerator in relation to the existing loads and generation on \nthe network, as well as the distance from the grid. A survey \nof a number of developers puts the typical cost for a 200–250 \nkWe facility as €80 000 for connection equipment, €10 000 \nfor a connection study, and €10 000 for the substation (if \nrequired). Underground lines cost around €50 000 km-1; \n400-meter lines costing €20 000 are assumed in this analy-\nsis, giving a total cost of €120 000.\nUpgrading plant and connection to gas grid\nTh e capital cost of an upgrading facility is highly dependent \non plant size, with smaller plants having higher costs per m3 \nof upgraded gas. A membrane plant with a capital cost of \n€500 000 (€0.10 kWh-1 y-1) is assumed, which includes gas \nmetering and quality monitoring, and is similar to values in \nthe literature.15,34 Th e cost of connection to the gas grid can \nvary widely and depends on distance to the network, ground \nconditions, and the type of pipes, grid connection, and com-\npressor. Contractual costs can form a signifi cant part of the \noverall cost. Th ere are currently no biomethane plants with \ngrid injection in Ireland and a full pricing scheme has yet \nto be developed. It is assumed that the upgrading plant is \nlocated within 0.5 km of the distribution network, which has \na pressure of about 4.2 bar. Th e cost of installing distribution \npipes is very site specifi c; values between €150 000 km-1 and \n€400 000 km-1 have been estimated in the literature35 and in \ndiscussions with Bord Gáis (the Irish Gas Board). Bearing \nin mind the variability associated with this item, the total \ncapital cost of connection to the gas grid is estimated at €200 \n000. Upgrading plants typically pressurize gas up to 7 bar, \nso no additional compressor is required.\nOperating costs\nSilage harvesting\nYield per hectare has the biggest infl uence on the cost of \nsilage. Other factors include the cost of machinery and \nlabor. Th e volatility in oil prices, which directly aff ects fuel \nand fertilizer costs, results in considerable fl uctuations in \nthe cost of producing silage. Two-cut silage with an annual \nyield of 12 tDS ha-1 is used in this analysis. Th e cost of get-\nting a hectare of grass into the pit is €950 ha-1 (€17 t-1), which \nincludes fertilizer, reseeding, lime, plastic, and contractor \ncharges (calculated from data in Teagasc36). According to \nKorres et al.,18 an application of 300 kg N ha-1 y-1 is required \nin establishment years and 225 kg N ha-1 y-1 in subsequent \nyears. As the market price of silage is around 40% higher, it \nis important that grass silage is produced on-farm and not \npurchased at market prices. In order to maintain high biogas \nyields, silage losses in the fi eld and in the silage pit should be \nkept to a minimum and effl  uent from the pit should be col-\nlected and added to the digester.\nAD plant\nTh e operational cost of an AD plant is made up of the cost \nof labor, electricity (for mixing and pumping), heating \nfuel (either biogas or imported fuel to meet the parasitic \nheat demand), and maintenance, and depends on the type \nof process used. Previous work suggests annual opera-\ntional costs of an AD plant (excluding feedstock) to be of \nthe order of 10–12% of the unsubsidized capital costs.37,38 \nWork in the UK27 and Sweden39 used values of 4% and \n15%, respectively. A value of 10% is used in this analysis. \nAn additional allowance of 6.67% of the unsubsidized \ncapital costs is made for depreciation of the AD, CHP, and \nupgrading plants. Th is allows for a fund equal to the initial \ninvestment to be available aft er the 15-year lifetime of the \nfacility. Th e inclusion of a depreciation fund results in a \nrelatively conservative  analysis, as not all developers allow \nfor such a fund.\nTable 2. Cost of silage pit.\nComponent\nQuantitya\nUnit costb 36\nTotal cost\nSilo wall\n22 walls x 25 m \nlong\n€400 m-1\n€220 000\nSilage base\n21 pits x 25 m \nlong x 10 m \nwide\n€42 m-2\n€220 500\nEfﬂ uent channel\nAssume 250 m\n€63 m-1\n€ 15 750\nTotal\n€456 250\naPit silage typically has a dry solids content of 22%;17 thus total \nsilage production is 7500 t y-1. Typical dimensions for a full silage pit \nare 25 m long, 10 m wide and 2.1 m high, with a capacity of \n360 t silage.72 Therefore 21 such pits would be required (this is a \nconservative value as silage will be used between harvests).\nbCosts for silo wall and efﬂ uent channel are per linear metre.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n524\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nCHP and upgrading plants\nTypical running costs for a CHP plant are given as €0.01 \nkWhe\n-1.15,20,33 Th e operating cost of the upgrading plant is \ntaken as €0.02 kWh-1 (€0.20 m-3) of upgraded gas, which \nequates to around €92 000 y-1, and gives a total (capital + \noperating) cost of €0.03 kWh-1 (€0.30 m-3) for upgraded \ngas. Th is is at the lower end of the range quoted by the \nSwedish Gas Centre40 for plants of this size. Th e plant in \nthis analysis upgrades around 110 m3 h-1 of raw gas (assum-\ning an operational effi  ciency of 85%) and is relatively small \ncompared with operational plants in Germany and Sweden. \nMembrane plants have lower maintenance and energy \nrequirements leading to lower operating costs than for other \ntechnologies.41\nConnection to electricity grid and gas grid\nIt is assumed that the renewable energy tariff  received for \nelectricity is the net revenue to the renewable energy pro-\nvider; additional costs have not been included in the analysis \nfor this item. Th e operating costs of the compression plant \nfor injection into the gas grid are assumed to be included \nin the upgrading costs. Th e operating costs for metering \nand quality monitoring are also included in the cost of the \nupgrading plant.\nFinance and subsidies\nCapital\nTh ere is a national scheme in place off ering capital grants for \nbiogas CHP plants of up to 30% of the eligible capital costs.42 \nTh e maximum grant is assumed in this analysis. Th ere are \nno specifi c grants for biomethane plants injecting into the \ngas grid, although there are a number of national and EU \nschemes that could potentially provide funding. Th ree sub-\nscenarios are investigated: 30% grant toward capital costs, \n50% grant, and no grant.\nOperational\nTh e Common Agricultural Policy (CAP) is a system of sub-\nsidies and support programs for agriculture operated by \nthe EU. In addition to standard farm payments, there are a \nnumber of schemes under CAP which could provide addi-\ntional support for a grass biogas\/biomethane system, such \nas the Energy Crops Scheme and the Rural Environmental \nProtection Scheme (REPS). Th is paper carries out the \n economic analysis with and without agricultural subsidies. \nTh e average direct payment received by cattle rearing farms is \n€461 ha-1 (from 2006, 2007, and 2008 farm survey data1,43).\nIncome\nBiogas\nBiogas can be used on site to generate end products which \ncan then be sold, i.e. heat, electricity, and biomethane. \nTh e price paid for heat depends on what it is replacing or \nwhat the alternative is.  Examples of average commercial \nfuel costs44 are: oil at €0.058–0.069 kWhth\n-1 (depending \non grade); wood pellets at €0.036 kWhth\n-1 (bulk) or €0.061 \nkWhth\n-1 (bagged); wood chips at €0.034 kWhth\n-1; and natural \ngas at €0.04 kWhth\n-1 (based on a medium-sized business and \nincluding standing charges). It is assumed that €0.06 kWhth\n-1 \nis paid for heat in this analysis. Subtracting value added tax \n(VAT) of 13.5%, the income to the biogas plant is €0.053 \nkWhth\n-1. Th e tariff  for electricity from biogas CHP in Ireland \nis €0.12 kWhe\n-1.\nTh ere is currently no tariff  structure for biomethane \ninjected into the gas grid. Th ere is considerable volatility \nin the wholesale price of natural gas, which varies depend-\ning on the season and on international markets. A fi gure of \n€0.02–0.03 kWh-1 is assumed and this is considered the min-\nimum tariff  for biomethane injected into the grid and is used \nfor comparison in the initial analysis. A biomethane tariff  \nsystem should incentivize renewable gas and off er a higher \nreturn than for fossil gas. Biomethane injected into the grid \ncan be used in the heat, electricity, or transport sectors, and \nthe existing market conditions will infl uence the price paid. \nPotential markets and market prices are discussed in the \nsection on improving the viability.\nDigestate\nFor farm-based AD plants, it is common practice for the \ndigestate to be returned to the land serving the plant, thus \nreplacing chemical fertilizer and off ering fi nancial savings. \nTh e amount of fertilizer replaced depends on the nutrient \ncontent of the digestate, but there is limited information on \ngrass digestate17 and it is diffi  cult to estimate its value. In \naddition, the available nutrient content is highly depend-\nent on the method and time of spreading. Further diffi  cul-\nties arise as the price of chemical fertilizers, and hence \nthe  savings achieved through their replacement, varies \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n525\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\n considerably from year to year. Th e digestion of 137.5 ha of \ngrass results in 46.5 t of digestate at 2.1 kg N t-1 or 102 kg N. \nTh us, mineral fertilizer is reduced from 300 to 198 kg N ha-1 \nin the establishment year and from 225 to 123 kg N ha-1 y-1 \nin subsequent years.18 Discussions with the AD industry in \nIreland resulted in a conservative estimate for the net value \nof digestate of €4 t-1. Th e digestate quantity is assumed to \nbe 90% of the silage input18,45 and the value of digestate is \ntherefore 4 x 0.9 x 7500 = €27,000, or €196 ha-1.\nEconomic analysis of grass biogas and \nbiomethane under current conditions\nScenario 1: Biogas to on-site CHP\nBase-case economic analysis\nTh e plant produces biogas and CHP on site. Th e base-case \nanalysis considers three diff erent cases (Table 3, Box 2):\n1. Th e sale of heat (€0.053 kWhth\n-1) and electricity \n(€0.12 kWhe\n-1) with no capital grant (E+H)\nTable 3. Scenario 1: Gras s to biogas to CHP base-case economic analysis.\n \nTotal cost (€)\nAnnual (€ y-1)\nE+H (€ y-1)\nG+E (€ y-1)\nG+E+H (€ y-1)\nCapital costs\n \nSilage pit\n456 250\n43 956\n \nAD plant\n819 500\n78 953\n \nCHP planta\n330 000\n31 793\n \nConnection to electricity grid \n120 000\n11 561\n \nTotal capital costs\n1 725 750\n166 263\n166 263\n \nCapital ﬁ nanceb\n263 714\n \nTotal capital cost includig grant\n1 462 036\n140 856\n140 856\n140 856\nOperating costs\n \nDepreciationc\n76 672\n \nSilage productiond\n130 625\n \nAD plante\n81 950\n \nCHP plantf\n16 363\n \nTotal operating cost\n305 610\n305 610\n305 610\n305 610\nCapital + operating costs\n471 873\n446 466\n446 466\nIncome\n(€ kWh-1)\n \nHeat\n0.053\n99 116\n \nElectricity\n0.12\n196 362\n \nFertilizer savingsg\n27 000\n \nTotal income\n322 477\n322 477\n223 362\n322 477\nIncome – costs\n-149 395\n-223 104\n-123 989\nProﬁ t (€ ha-1)\n-1087\n-1623\n-902\nProﬁ t (€ m-3 biogas)\n-0.184\n-0.275\n-0.153\nProﬁ t (€ kWhe\n-1)\n-0.091\n-0.136\n-0.076\nElec price for break even (€ kWhe\n-1)\n0.211\n0.256\n0.196\nSubsidy for break even (€ ha-1)\n \n1087\n1623\n902\nG = grant included; H = heat included; E = electricity included.\naThe capital cost of the CHP plant is €1500 kWe\n-1. \nbThe maximum grant of €1200 kWe\n-1 is assumed.\ncDepreciation is 6.67% of capital costs.\ndThe cost of producing silage is €950 ha-1.\neThe operating cost of the AD plant is 10% of capital costs.\nfThe operating cost of the CHP plant is €0.01 kWhe\n-1.\ngThe savings from the use of digestate as fertilizer are estimated at €4 t-1.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n526\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\n2. Th e sale of electricity only with capital grant (G+E)\n3. Th e sale of electricity and heat with capital grant \n(G+E+H)\nTh e proposed facility is not profi table and would require \nan electricity tariff  of between €0.196 and €0.256 kWhe\n-1 to \nbreak even, which is signifi cantly higher than the current tariff  \nof €0.12 kWhe\n-1. Even when the average farming subsidy of \n€461 ha-1 is included, the plant still operates at a loss (Table 4). \nReduced operating costs and depreciation\nA relatively high value for operating costs is used in the base-\ncase analysis (10% of unsubsidized capital costs) and an addi-\ntional allowance is made for depreciation (6.67%) of the AD \nand CHP plants, which results in a fairly conservative analy-\nsis. Using a less onerous value of 10%, to cover both operat-\ning costs and depreciation, lowers the break-even prices \n(Table 4), but they are still higher than the current tariff  of \n€0.12 kWhe\n-1. Inclusion of the farming subsidy (€461 ha-1) \nbrings the best-case scenario (G+E+H) into profi t and results \nin an annual return of €117 ha-1. However, this is lower than \nthe average FFI for cattle rearing farms (€279 ha-1 for 2006 to \n2008 inclusive 1,43) and therefore not competitive with cur-\nrent farming practice.\nIncreased size of digester\nAs plant size increases, investment costs per kW decrease; \ntherefore, increasing the quantity of grass silage could increase \nprofi ts. Th e relationship has been investigated by a number \nof authors for AD and CHP plants,33,46 as well as for upgrad-\ning facilities.40,47 To assess the impact of increasing plant size \non the grass digestion facility, the break-even electricity price \nis determined for a plant twice the size of that in the base-\ncase analysis, i.e. for 275 ha of grass and 440 kWe CHP. Using \ndata in Murphy and McCarthy,33 the capital cost of the larger \nAD facility, in € t-1 feedstock, is estimated to be 81% that of \nthe base-case facility, while the capital cost of the CHP plant \nBox 2. Scenario 1: Grass to biogas to \nCHP base-case system boundaries\nSystem boundaries\nAssumptions\nBiogas yield (m3 y-1)\n810 000\nEnergy yield (GJ y-1)\n16 831\nElectricity output (GJ y-1)\n5891 35 % electrical efﬁ ciency\nElectricity output (MWhe)\n1636\n \nElectricity output (kWe)\n220 85 % operational efﬁ ciency\nHeat output (GJ y-1)\n6732 40 % thermal efﬁ ciency\nHeat output (MWht)\n1870\n \n \nTable 4. Tariff required for break even.\nScenario 1a,c (€c kWhe\n-1)\nScenario 2b,c (€c kWh-1)\nE+H\nG+E\nG+E+H\n50%G\n30%G\nNG\nBase case\n– No subsidy\n21.1\n25.6\n19.6\n10.0\n10.8\n12.1\n– With subsidy (€461 ha-1)\n17.3\n21.8\n15.7\n8.6\n9.5\n10.7\nReduced operating costs and depreciation\n– No subsidy\n16.4\n20.9\n14.9\n8.1\n8.9\n10.2\n– With subsidy (€461 ha-1)\n12.6\n17.1\n11.0\n6.7\n7.5\n8.8\nCo-digestiond\n– No subsidy\n10.0\n14.5\n8.4\n5.9\n6.4\n7.1\n– With subsidy (€461 ha-1)\n8.4\n12.9\n6.8\n5.3\n5.8\n6.6\nCo-digestiond (reduced operating costs and \ndepreciation)\n– No subsidy\n5.9\n10.4\n4.3\n4.5\n5.0\n5.8\n– With subsidy (€461 ha-1)\n4.3\n8.8\n2.7\n4.0\n4.5\n5.2\naScenario 1: grass to biogas to CHP.\nbScenario 2: grass to biogas to biomethane.\ncFigures in bold indicate proﬁ tability under current conditions:\n– €0.12 kWhe\n-1 is paid for electricity from biogas CHP;\n– €0.02 – 0.03 kWh-1 is the wholesale price of natural gas.\ndCo-digestion of 7500 t y-1 grass and 7500 t y-1 belly grass.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n527\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\n(in € kWe\n-1) is 87% that of the smaller plant. Th is results in a \nbreak-even electricity price of €0.166 kWhe\n-1 (G+E+H), which, \nalthough 15% lower than the base-case value of €0.196 kWhe\n-1, \nis still higher than the current tariff  of €0.12 kWhe\n-1. Th e size-\ncost relationship developed by Walla and Schneeberger46 sug-\ngests the per kWh cost of the 440 kWe facility is only 5% lower \nthan that of the 220 kWe facility, indicating little benefi t from \nincreasing plant size. Th eir analysis also showed that the high-\nest cost savings are achievable when moving from small plants \nto plants of around 200 kWe in size; above this, costs continue \nto decline at a much lower rate and few further cost benefi ts \nare achieved in plants over 1000 kWe.46\nIncreasing the quantity of grass silage would also result in \nincreased transport distances for silage delivery and digestate \ndisposal, as well as in more traffi  c movements. Ideally, trans-\nport distances and the number of journeys should be kept \nto a minimum because of associated costs, emissions, and \nnuisance on rural roads, and the related planning permission \nrequirements. Average haul distance is dependent on silage \nyields and silage availability (Box 3). Th e high silage yields \nin Ireland and the high percentage of land under grass (50% \ntotal land area) mean that haul distance is very much depend-\nent on the percentage of land contracted to the plant in a \ngiven area. For a plant using silage from 137.5 ha, the aver-\nage haul distance, assuming 10% of grassland is contracted, \nis 2.8 km; for a 275 ha plant, the distance is 3.9 km. Th ese \ndistances are within the range used in the literature (e.g. 10 \nkm for grass;48 6 km for slurry in a large centralized plant;33 \nand 5–8 km for operational plants in Denmark49). If only 1% \nof grassland is contracted to the plant, the average haul dis-\ntance rises to 12.5 km for the 275 ha plant; for a 1 MWe plant, \nrequiring around 625 ha of grass silage, the average haul dis-\ntance is 18.8 km. Th erefore, as plant size increases, particular \nattention needs to be paid to silage availability.\nSuggested measures for proﬁ tability\nUnder current conditions, profi tability of grass biogas CHP \nis possible, but diffi  cult, and relies on:\n• keeping operational costs to a minimum;\n• fi nding a year round market for heat, although this may \nprove challenging due to limited heat markets in Ireland; \nand\n• maintaining current farming subsidies.\nScenario 2: Biogas to biomethane to grid\nBase-case economic analysis\nTh e plant produces biomethane on site and the biomethane \nis injected into the gas grid. Th e boundary of the analy-\nsis is at injection into the grid and the break-even price of \nbiomethane sold to the grid is calculated. Th ree diff erent \nscenarios are considered: \n1. Receipt of grant for 50% of capital cost (50G)\n2. Receipt of grant for 30% of capital cost (30G)\n3. No grant (NG)\nTh e break-even price of gas is found to be €0.10, €0.108 \nand €0.121 kWh-1, assuming 50%, 30%, and 0% capital grant \nrespectively (Table 4). If the farming subsidy of €461 ha-1 is \nincluded, the break-even price falls to between €0.086 and \n€0.107 kWh-1. Th is is uncompetitive with the wholesale price \nof natural gas, which is around €0.02–€0.03 kWh-1.\nImproving the economics\nReducing the operating costs and depreciation (as for \nthe CHP plant) brings the break-even gas price down to \n€0.081–€0.102 kWh-1 excluding the farming subsidy, and \n€0.067–€0.088 if the subsidy is included (Table 4). Even in \nthe best-case scenario, the break-even price is still more than \ndouble the wholesale price of natural gas.\nCo-digestion\nPros and cons of co-digestion\nIt is common practice to digest the main substrate with a \nco-substrate, as this frequently improves the  performance of \nBox 3. Average haul distance\nAverage haul distance (km)a = –x = 2\/3xτ\nwhere \nx = radius of area of supply (km) = Q\nyaπ\n\/\nτ = tortuosity factor (√2 for rural roads)\ny = silage yield (t km-2)\nQ = required amount of silage (t)\na = factor of silage availability b\naAverage haul distance is calculated following the methodology given by Walla and \nSchneeberger.46\nbOn average in Ireland, silage, hay and pasture make up 50% of the total land area \n(calculated from national data on land and grassland areas 16,71). Assuming that 10% \nof the grass in a given area is used for AD, the factor of silage availability, a, is 0.1 x \n0.5 = 0.05.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n528\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nthe digester and increases the amount of biogas  produced. \nExamples of co-substrates include manure, food remains, \nanimal blood, rumen contents, fermentation slops, and \nthe organic fraction of municipal solid waste (OFMSW). \nAnother advantage of co-digestion is that a gate fee can \noft en be charged for the co-substrates, generating additional \nrevenue for the plant. Larger plants can also take advantage \nof economies of scale, and tend to have lower capital and \noperational costs per tonne of feedstock. On the downside, \ncurrent legislation restricts the use of substrates from cer-\ntain sources and may lead to higher AD processing and \ndigestate disposal costs. Th ere is also ongoing uncertainty in \nthe waste sector in Ireland, over issues such as waste collec-\ntion rights, planning permission, and preferred technologies.\nAnimal byproducts\nMany materials suitable for AD, either on their own or as \na co-substrate, are animal byproducts (ABPs). ABPs can \npose a threat to animal and human health via the environ-\nment if not properly disposed of, potentially causing disease \nand contamination of the food and feed chain. Because \nagriculture is such an important part of the Irish economy, \naccounting for 8.1%, 8.1% and 9.8% of GDP, employment, \nand exports respectively,50 problems associated with the \nincorrect handling of ABPs can have wide-reaching impacts. \nTh e collection, transport, storage, handling, processing, and \nuse or disposal of all ABPs are therefore tightly controlled by \nthe ABP regulations.\nTh e regulations51 divide ABPs into three categories based \non their potential risk to animals, the public or to the envi-\nronment, and set out how each category must or may be \ndisposed of. Category 1 is high-risk material and may not \nbe used in an anaerobic digester. Provided requirements for \nprocess parameters (e.g. temperature treatment) and the \nplant location (e.g. in relation to animal access) are met, \nCategories 2 and 3 may be used as feedstock for AD, as \nfollows:\n•  Category 2 material comprising milk, manure, digestive \ntract content.\n•  Category 3 material comprising former foodstuff s, cater-\ning waste (including cooking oil), feathers, milk, certain \nfi sh and fi sh products, shells, hatchery byproducts, egg \nbyproducts, processed animal protein.\nTh e ABP regulations lay down requirements for process-\ning (i.e. hygenization) of ABPs and for disposal of digestate \n(e.g. grazing restrictions and the type of crops that can be \ngrown on land fertilized with digestate). Th e level of treat-\nment required and the restrictions regarding digestate dis-\nposal depend on plant size, the type and quantity of ABPs, \nthe source of ABPs (on-farm or imported), and the end use \nof the digestate. Compliance with the regulations can add \nsignifi cant cost and must be weighed against the gate fees \nreceived for the ABPs. While the regulations are obviously \nneeded to protect human and animal health and the envi-\nronment, the strict requirements pose challenges for the \ndevelopment of AD in Ireland and have been a stumbling \nblock for the industry. Th e Department of Agriculture, \nFisheries and Food has recognized this and is currently in \nconsultation with industry with the aim of facilitating the \ngrowth of AD.52\nCattle slurry\nTh is paper considers a cooperative AD plant among a \ngroup of livestock farmers; the most obvious co-substrate \nis therefore cattle slurry. From a microbiological perspec-\ntive, cattle slurry is a recommended co-substrate for grass \nsilage.53 Other benefi ts of digesting cattle slurry include \nimproved nutrient management, reduced odors, and less risk \nof pollution. However, these benefi ts are not translated into \nfi nancial incentives in Ireland. Previous studies26,45 have \nfound that, if the non-market co-benefi ts are excluded, the \nAD of farm wastes is generally not fi nancially viable. Th is is \nexacerbated by the dilute nature of cattle slurry and its low \nmethane yield (10% DS, 140 m3 CH4 tVSadded\n-1 54), meaning \nthat larger digestion tanks and operational energy demands \n(heating and mixing) are required than for grass silage (22% \nDS, 300 m3 tVSadded\n-1), but with much lower energy return. \nWith reference to Box 4, a simplifi ed economic analysis of a \nslurry biomethane system is presented. It may be noted that \n29 700 t y-1 of slurry is needed to produce the same biometh-\nane as 137.5 ha of grassland. Th is requires the slurry of 5690 \ncattle or 24 400 pigs. Th e capital cost is larger due to the \nlarger volumes associated with the dilute slurry. Allowing \nfor reduced operating costs (6.67% y-1), the cost of slurry \nbiomethane with no grants added is €1.47 m-3. Th is may be \ncompared with €1.02 m-3 for grass biomethane under similar \nconditions (Table 4). In the absence of fi nancial incentives, \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n529\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\nco-digestion of cattle slurry with grass does not improve the \neconomic viability of the plant.\nOther co-substrates\nGreater economic benefi t could be achieved by digesting \nco-substrates that attract a gate fee. For the CSTR consid-\nered in this analysis, a low solids content substrate such \nas slaughter waste (belly grass) would be appropriate. \nDiscussions with the slaughter waste industry in Ireland \nsuggest that gate fees of around €20 t-1 could be attracted. \nEqual quantities (7500 t y-1 of each) of grass silage and belly \ngrass are used and it is conservatively assumed that there \nare no fi nancial savings from the digestate. Th e same per \nunit capital and operating costs are assumed as for the grass \ndigester. Substantial profi ts are achievable with the CHP \nplant (Table 4), showing that the current tariff  system works \nwell for feedstock that attracts a gate fee. For grid injection, \nhowever, even the best-case scenario has a higher break-even \nprice than the wholesale price of natural gas.\nFarmers’ co-op versus private developer\nTh e farmers’ co-op model is likely to be the cheapest option, \nas silage can be produced on farm; however, the case of a \ndeveloper owning and operating the plant should also be \nconsidered. Operating costs will be higher as silage must \nnow be purchased at market prices of about €23 t-1, com-\npared to the farmers’ production cost of around €17 t-1. In \naddition, the rate of return required by investors is likely \nto be higher than for the farmers’ co-op. Assuming market \nprices for silage and a rate of return of 7%, the estimated \nBox 4. Cost of slurry biomethane\nCapital costs\nCapital cost of AD facility \n€110 t-1 y-1 feedstock\nCapital cost of upgrading plant\n€1.00 m-3 y-1 biomethane\nOperating costs\nRunning costs of AD facility\n6.67% capital costs = €7.4 t-1 slurry\nOperating costs of upgrading plant\n€0.20 m-3 biomethane\nBiogas production\nBiogas yield\n25 m3 t -1 slurry\nBiomethane is 97% CH4 and 3% CO2.\nAnalysis of slurry digester\nAnnual slurry\n29,700 t y -1\nThis is equivalent to slurry from 5689 cattle (100 cattle produce 522 m3 slurry in 18 weeks) or 24 400 pigs (300 pigs produce 1 tonne of slurry \nday-1). \nBiogas yield\n742 500 m3 y-1\nMethane yield \n445 500 m3 y-1\nLosses in upgrading\n1.5%\nBiomethane yield\n452 389 m3 y-1 (97% CH4 in biomethane)\nCapital costs\nCapital cost of AD facility \n€3 267 000\nCapital cost of upgrading plant\n€452 839\nTotal capital costs\n€3 719 839\nAnnual costs\n€ y-1\nCost of capital \n358 378\nRunning costs of AD facility\n217 909\nOperating costs of upgrading plant\n90 478\nTotal annual costs\n666 766\nCost of biomethane\n666 766\n€1.47 m-3\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n530\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nbreak-even electricity and biomethane prices (assuming \nreduced operating costs and depreciation, and no farm-\ning subsidy) are €0.187 kWhe\n-1 (G+E+H) and €0.102 kWh-1 \n(30%G), respectively.\nViability of grass biogas and biomethane under \ncurrent conditions\nUnder present conditions, the only fi nancially viable option \nfor grass biogas\/biomethane in Ireland is use in an on-site \nCHP plant, and viability is heavily dependent on heat mar-\nkets and farming subsidies. Profi ts are low and there is little \nincentive to switch from current farming practice. Th ere \nis currently no tariff  structure in place for grid injection, \nalthough the development of such a structure is underway. \nTh is analysis shows that grass biomethane injected into the \ngrid is not competitive with natural gas. Co-digestion can \nimprove the economics, but the ABP regulations pose chal-\nlenges for the industry. Th e question is therefore how grass \nbiogas\/biomethane can off er a competitive return for farm-\ners, while at the same time off ering a competitive alternative \nto consumers. Th e next section addresses this issue.\nImproving the viability of grass biogas \nand biomethane for the farmer and the \nconsumer\nArgument for subsidies and ﬁ nancial incentives\nEnergy security, national targets, and farm \ndiversiﬁ cation\nGrassland agriculture in Ireland is eff ectively subsidized \nfor export, while at the same time almost 90% of energy is \nimported and non-renewable fossil fuels account for 96% of \nall energy used in the country.11 It is suggested that a better \nbalance could be achieved by diverting some grassland to \nAD. As grass is a lignocellulosic feedstock, grass biometh-\nane used as a biofuel earns the country double credits55 for \nmeeting the 2020 targets for renewable energy in transport. \nInjecting biomethane into the gas grid is an eff ective means \nof getting renewable energy to a large number of consumers \nwithout any change in existing infrastructure. In addition, \ngrass AD provides an opportunity for farm diversifi cation, \nleading to a strong case for subsidizing for grass biogas\/\nbiomethane and AD plants in general.\nEnvironmental beneﬁ ts\nTh rough the replacement of fossil fuels, the use of biogas\/\nbiomethane reduces GHG emissions. Th e extent of the \nreduction depends on the feedstock used and the fuel being \nreplaced. GHG savings of 82% for cattle slurry biomethane \ncompared with diesel have been reported,56 while savings \nof 75 to 150% are achieved for grass biomethane compared \nto diesel (depending on the level of carbon sequestration18). \nMethane is also a much cleaner burning fuel in terms of \nlocal pollutants (e.g. nitrogen oxides (NOx) and particulate \nmatter (PM)) than coal or oil, improving air quality and \nbenefi ting health,57-59 especially if used in urban areas. In \naddition, the digestion of wastes is a proven waste treatment \noption that decreases GHG emissions from uncontrolled \nfermentation and reduces pollution from poor waste-man-\nagement practices.26\nMonetary value of environmental beneﬁ ts\nImprovements in the environment benefi t both biodiversity \nand the human population, but assigning a value to the non-\nmarket co-benefi ts of an AD plant is open to debate; there is \nconsiderable uncertainty and values are likely to change in \nthe future as concerns over environmental issues heighten.26 \nAt the end of pipe, savings from methane through avoiding \nemissions like CO2, NOx, and PM have been estimated as \n€0.43 L-1 of diesel replaced for a passenger car in an urban \narea,35 which equates to €1387 ha-1 of grass digested. In city \ncentres, this rises to €0.89 L-1 diesel replaced 35 or €2870 ha-1 of \ngrass. If a waste feedstock is used, the benefi t from avoided \nmethane leakage is €0.26 L-1 of diesel replaced and the total \nbenefi t, including improved end-of-pipe emissions, is €1.15 \nL-1 of diesel replaced.35 Th is equates to €17.1 t-1 of cattle \nslurry digested (based on a biogas yield of 25 m3 t-1 of slurry \nat 60% CH4).\nCompetitive advantage of biomethane\nRenewable energy targets\nWhen non-market benefi ts are excluded, grass biomethane \nis not competitive with natural gas. However, renewable \nenergy targets in each of the three energy sectors (heat, \ntransport and electricity) mean that biomethane (renewable \ngas) is in competition, not with fossil fuels, but with other \nrenewables. Th e competitive advantage of biomethane is that \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n531\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\nit can be transported via the natural gas network, and could \npotentially go a long way toward achieving renewable energy \ntargets without investing in new infrastructure. \nGas grid and existing customer base\nTh e natural gas grid in Ireland is quite extensive and reaches \n23 out of the 32 counties. Th ere has been signifi cant invest-\nment in the grid in recent years, with the construction of \na new pipeline in the west, and the connection of many \nnew towns is ongoing. A program has also been completed \nreplacing all of the old cast-iron pipes with polyethylene \npipes, resulting in a more effi  cient network. In 2004, losses \nfrom the distribution network were so small they could \nnot be measured.6 In a country of ca. 4 million people with \n1.46 million houses,60 there are currently around 619 100 \ndomestic connections and 24 000 industrial and commer-\ncial connections to the gas grid in the Republic of Ireland. \nIn Northern Ireland, there are a further 118 800 domestic \ncustomers and 8400 industrial and commercial customers.61 \nUnlike other renewable energy technologies which must \ndevelop a customer base from scratch, biomethane plants \ninjecting into the gas grid have an existing market which \nrequires only a change in the billing system.\nSpace requirements\nFor new installations, bioNG has the edge over other renew-\nable technologies in areas on the gas grid, especially in \nurban areas where space may be at a premium. Signifi cant \nspace is required for many renewable energy solutions, such \nas wood chips (fuel storage areas) or horizontal geothermal \ninstallations; such space may be costly or unavailable in cit-\nies and towns (e.g. in apartment blocks). \nFinding the right market – electricity, transport, or heat?\nTh ere are clearly competitive advantages of grass biometh-\nane; the issue is now to fi nd the right market so as the exploit \nthese advantages. Th e potential of the electricity, transport \nand heat markets are discussed in the following section.\nGrass biomethane in the renewable electricity \nmarket\nMeeting the targets\nIreland’s 40% renewable electricity target for 202012 is \nexpected to be provided largely by wind. Ireland has one \nof the best wind resources in Europe and wind electricity \ncan be generated relatively cheaply compared with other \nrenewable sources. Th ere are also targets for electricity from \nocean energy (500 MW of installed capacity by 2020) and for \n30% biomass co-fi ring in existing peat-fi red power plants.13 \nTh e presence of viable alternatives for renewable electric-\nity means that there is not expected to be a large market \nfor electricity from grass biogas; however, there may be \nsome scope in the CHP market and in existing power plants \nrunning on natural gas. Th e market size is considerable as \n62% of primary natural gas energy is used for electricity \ngeneration.62\nCost competitiveness of CHP plants\nTh ere is a government target to achieve at least 800 MW \nfrom CHP by 2020, with emphasis on biomass-fueled \nCHP.13 Th e use of grass biogas in an on-site CHP plant \nstruggles economically, due largely to the current tariff  \nstructure and the lack of heat markets in Ireland. However, \nthere is potential for existing natural-gas-fueled CHP plants \nto purchase renewable gas from the grid, with the advan-\ntages that the capital investment has already been made and \nthere is generally a market for heat at existing plants. As \n93% of the installed CHP capacity in Ireland runs on gas \nfuels,63 there is signifi cant market potential; however, the \nrenewable bonus of €0.12 kWhe\n-1 for biomethane does not \nmake fi nancial sense, as CHP plants typically displace elec-\ntricity purchased from the grid and have a return of about \n€0.10–0.11 kWhe\n-1. \nSuggested ﬁ nancial incentives\nIt is suggested that a revised system of tariff s be introduced. \nCurrently, a fl at rate of €0.12 kWhe\n-1 is paid for biogas CHP. \nTh e same electricity tariff  is paid regardless of whether a \ngate fee is received or the feedstock is purchased, and there \nis no allowance for the non-monetary benefi ts of AD; for \nexample, to encourage use of cattle slurry. Th e German tariff  \nstructure64 uses graded tariff s, which depend on feedstock \ntype, plant size, and AD technology type, among other fac-\ntors. Th e International Energy Agency (IEA) has stated65 that \nthe high investor security provided by the German feed-in \ntariff  has been a success, resulting in a rapid deployment of \nrenewables, the entrance of many new actors to the market, \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n532\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nand a  subsequent reduction in costs. Using the German tariff s \nfor the grass plant in this analysis, the electricity tariff  rises to \n€0.1718 kWhe\n-1 for an on-site CHP plant and €0.1818 kWhe\n-1 \nfor an off -site CHP plant using biomethane tapped from the \ngrid (Table 5).\nPotential for proﬁ tability\nSuch a tariff  structure would bring the on-site CHP plant \ninto profi t as long as there is a market for the heat (Table 6). \nTh e annual income for E+H and G+E+H is 2 to 2.6 times \nthe average FFI for cattle-rearing farms (€279 ha-1) when \nreduced operating costs and depreciation are considered. In \nthe case of the off -site CHP plant, a return of €0.085 kWh-1 \nbiomethane can be achieved, assuming 40% thermal and \n35% electrical effi  ciency (€0.1818 kWhe\n-1 + €0.053 kWhth\n-1). \nTh is is over 25% higher than the best-case break-even price \nfor grass biomethane (from Table 4). Th e viability of off -site \nCHP plants can only be assessed on a case-by-case basis. \nDetermining factors include the plant size, the proportion \nof biomethane\/natural gas in the mix, and the individual \ncircumstances of the plant; for example, if capital costs have \nalready been paid.\nCCGT plants\nTh ere is potential for the use of biomethane in combined \ncycle gas turbine (CCGT) plants. An economic analysis \nof biomethane in CCGT plants is outside the scope of this \nstudy; however, initial advantages of biomethane used in a \nCCGT facility include:\n• an electrical effi  ciency of around 55% compared to 35% \nin a small scale CHP;\n• increasing the priority listing of the CCGT plant as it is \nnow seen as a renewable source of electricity as opposed \nto a fossil fuel electricity generating plant; and\n• use of electricity from CCGT to power electric cars and \nprovide renewable fuel in transport.\nProblems with the market\nTh e lack of a comprehensive tariff  structure is a stumbling \nblock for the industry. Th ere is also a disparity between AD \nplant output and the demand of off -site electricity generators. \nTh ree-quarters of CHP plants in Ireland are in the size range \n0.5–1 MWe.63 Assuming 30% co-fi ring (which is the target for \nbiomass co-fi ring in peat plants) in 0.75 MWe CHP plants, the \ngrass biomethane facility in this analysis would serve only 2.7 \nsuch plants. Being reliant on such a small customer base puts \nthe biomethane supplier at risk of failure from small changes \nin demand. An obligation for CHP plants to meet renewable \nenergy targets would improve the viability through providing \ngreater market stability for the developing industry, and by \nputting biomethane in competition with other renewables, as \nopposed to cheap natural gas.\nTable 5. Potential tariffs with German tariff \nstructure (simplified).\nTariff\nOn-site CHP \n(€c kWhe\n-1)\nOff-site CHP \n(€c kWhe\n-1)\nBasic compensation\n9.18\n9.18\nEmission minimization \nbonus\n1\n–\nGrass as a feedstock\n7\n7\nUpgrading\n–\n2\nTotal\n17.18\n18.18\nTable 6. Profitability of on-site CHP from grass biogas with farming subsidies and German tariff structure.\nBase case\nReduced operating costs and \ndepreciation\nE+H\nG+E\nG+E+H\nE+H\nG+E\nG+E+H\nTotal incomea (€ y-1)\n407,240\n308,124\n407,240\n407,240\n308,124\n407,240\nTotal costs (€ y-1)\n471,873\n446,466\n446,466\n395,201\n369,794\n369,794\nIncome – costs (€ y-1)\n–64,633\n–138,342\n–39,266\n12,039\n–61,670\n37,446\nIncome – costs (€ ha-1)\n–470\n–1,006\n–285\n88\n–449\n272\nAverage annual subsidy (€ ha-1)\n461\n461\n461\n461\n461\n461\nReturn including subsidy (€ ha-1)\n-9\n–545\n176\n549\n12\n733\na€0.1718 kWhe\n-1 received for electricity, €0.053 kWhth\n-1 received for heat.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n533\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\nGrass biomethane in the renewable transport \nmarket\nMeeting the targets\nTh ere is a target for 10% renewable energy in transport \n2020.13 Unlike the electricity sector where signifi cant progress \nis being made toward meeting the target, there are signifi cant \nchallenges in the transport sector. Penetration of renewables \nin transport currently stands at less than 1.2%,11 and there is \nno clear national roadmap for reaching the target. Th e prob-\nlem is further compounded by policy constraints in biofuels \n(sustainability criteria) and agriculture (land use) which \nrestrict the type of biofuels that can be used and the type \nof energy crops that can be grown. Work by Smyth et al. 19 \ninvestigated Ireland’s options for meeting the 2020 target \n(including imported biofuels, electric vehicles, waste\/residue-\nderived biofuels, and indigenous energy crop biofuels) and \nfound that the largest potential lies with grass biomethane. \nCost competitiveness\nTh e break-even price of compressed biomethane from grass \nvaries between €0.078 and €0.132 kWh-1 (Table 7). Excise \nduty is not charged on gas used as a propellant, but VAT at \n21% has to be added,66 giving a minimum selling price (i.e. \nbreak-even price) of between €0.096 and €0.163 kWh-1. Th e \nsale prices of petrol and diesel lie within this range (Table 8). \nTh e price of CNG is signifi cantly lower than that of pet-\nrol and diesel, meaning that considerable savings can be \nachieved if bioCNG is sold. If a 10% biomethane\/90% CNG \nblend is used, the break-even price is between €0.0199 and \n€0.0217 MJ-1 (based on UK CNG prices). At 53% of the price \nof petrol and 71% of the price of diesel (for the higher price of \n€0.0217 MJ-1), this is competitive.\nProblems with the market\nTh e obvious stumbling block for the sale of biomethane \nas a transport fuel in Ireland is the absence of a market; \nthere are currently only two natural gas vehicles in the \ncountry.67 However, there are over 10 million CNG vehicles \nworldwide 67 and the use of compressed biomethane, either \non its own or mixed with natural gas (bioCNG), is growing. \nSweden has around 17 000 natural gas vehicles, and over 55% \nof the gas used in transport is biomethane.68 Th e develop-\nment of biomethane for transport in other countries has gen-\nerally been based on an existing CNG market, and the devel-\nopment of CNG is oft en based on the introduction of CNG \nto captive fl eets (e.g. buses, waste collection lorries, taxis) \nfollowed by private cars. Th e sale of biomethane for transport \nin other countries has been found to be profi table, off er-\ning higher returns than heat or electricity. Th e CNG market \nmay develop in Ireland as it has done elsewhere, but would \nrequire regulation and incentives from government to do so.\nGrass biomethane in the renewable heat market\nMeeting the targets\nTh e government has set a target for 12% renewable heat by \n2020 and has also stated that the public sector will lead the \nway with the deployment of bioenergy heating.13 Th e resi-\ndential sector is responsible for the largest share of natural \ngas fi nal energy consumption, at 40.7%.62 Twenty-eight per \ncent of houses have gas central heating,69 with the highest \nproportion in Dublin, where there are almost 375 000 natu-\nral gas customers or about 60% of total national customers. \nAverage residential natural gas demand (weather corrected) \nin 2008 was 14.4 MWh (51.8 GJ) per household. Th e grass \nbiomethane plant in this analysis could fuel about 320 \nTable 7. Break even of compressed biomethane from grass silage as a vehicle fuel.\nBase case (€c kWh-1)a\nReduced operating costs and \ndepreciation (€c kWh-1)b\n50%G\n30%G\nNG\n50%G\n30%G\nNG\nBreak-even price of biomethane injected to grid\n10.0\n10.8\n12.1\n6.7\n7.5\n8.8\nCost of compression to 250 bar + ﬁ lling stationc\n1.1\n1.1\n1.1\n1.1\n1.1\n1.1\nBreak-even price of compressed biomethane\n11.1\n11.9\n13.2\n7.8\n8.6\n9.9\n - including 21% VAT\n13.4\n14.4\n16.0\n9.4\n10.4\n12.0\n - including 21% VAT (€ m-3)\n1.37\n1.47\n1.63\n0.96\n1.06\n1.22\naExcludes farming subsidy.\nbIncludes farming subsidy (€461 ha-1).\ncEstimated from values in the literature15 and discussions with industry.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n534\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\nhouses solely on biomethane or 2665 houses on bioNG con-\ntaining 12% renewable gas. Th e potential for a large number \nof customers off ers more fl exibility than the electricity \nmarket.\nCost competitiveness\nObviously, alternatives such as wood chips or wood pellets \ncould also be employed; however, the installation of these \nsystems requires signifi cant capital investment in both the \nboiler and biomass storage areas, as well as changes in prac-\ntice. Figure 2 compares heating costs based on an existing \nbuilding remaining on the gas grid (fuel and running costs \nonly for natural gas, grass biomethane and bioNG) and new \nwood chip and pellet heating systems (fuel, running, and \nannualized capital costs). While grass biomethane is uncom-\npetitive, a 12\/88 bioNG fuel is competitive with the renew-\nFigure 2. Comparison of heating costs for various systems. The cost of grass biomethane is the break-even price (highest and \nlowest values are taken from Table 4 and 13.5% VAT is added). The cost of bioNG is based on a blend of 12% biomethane \nand 88% natural gas. For the gas systems, estimated running costs are added to the fuel costs to give the heating cost. The \nheating cost of wood chips and wood pellets includes capital and operational costs. Total wood chip, wood pellet and natural \ngas heating costs were calculated using a heat cost comparison spreadsheet,74 current commercial fuel costs 4 and work \nundertaken as part of a Master’s thesis.75 A 570 kW boiler with 900 h y-1 operation is assumed.\n0\n2\n4\n6\n8\n10\n12\n14\n16\n18\nNatural gas\nGrass\nbiomethane\n(high)\nGrass\nbiomethane (low)\nBioNG (high)\nBioNG (low)\nWood chips\nWood pellets\nc kWh-1\nTable 8. Comparison of vevhicle fuel costs.\nFuel\nUnit cost\nEnergy value\nCost per unit energy (€c MJ-1)\nPetrola\n€1.224 L-1\n30 MJ L-1\n4.08\nDiesela\n€1.150 L-1\n37.4 MJ L-1\n3.07\nCompressed biomethane (high)b\n€1.63 m-3\n37 MJ m-3\n4.41\nCompressed biomethane (low)b\n€0.96 m-3\n37 MJ m-3\n2.59\nCNG – Austriac\n€0.89 m-3\n37 MJ m-3\n2.41\nCNG – UKc\n€0.71 m-3\n37 MJ m-3\n1.92\nCNG – Germanyc\n€0.70 m-3\n37 MJ m-3\n1.89\nBioCNG (high)d\n€0.80 m-3\n37 MJ m-3\n2.17\nBioCNG (low)d\n€0.74 m-3\n37 MJ m-3\n1.99\naPrice of petrol and diesel is the price at the pumps.73\nbPrice of compressed biomethane is the minimum selling price of grass biomethane. The highest and lowest prices from Table 7 are used.\ncIn the absence of Irish CNG prices, the prices in Austria, Germany and the UK67 are shown for comparison.\ndBioCNG price calculated using UK CNG prices and a blend of 10% biomethane, 90% CNG.\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n535\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\nable energy alternatives. Th e analysis assumes biomethane \nis produced from grass only; biomethane produced from \nfeedstock with a gate fee, such as slaughter waste, would be \nconsiderably more competitive.\nProblems with the market\nAlthough Directive 2009\/73\/EC on the natural gas market70 \nstates that biogas should be granted non-discriminatory \naccess to the gas system, and biomethane is injected into \nthe grid in other countries, as yet there is no system for this \nin Ireland. Gaslink (the Irish gas network operator) and \nBord Gáis are currently investigating a quality standard for \nbiomethane injection into the grid.\nConclusions\nTh e key to the competitiveness of biogas\/biomethane is the \nrenewable energy targets, which place it in competition, not \nwith cheap natural gas, but with other renewables. Th e prin-\ncipal advantage of biomethane over other renewables is that \nit can be distributed through the gas grid to a large existing \ncustomer base.\nTh e renewable electricity market is largely dominated by \nwind and it is the view of the authors that electricity is not \nthe most advantageous avenue for biogas. If a biogas elec-\ntricity industry were to develop from grass, a revised tariff  \nstructure would be necessary. Th e existing tariff  structure \nworks well for feedstock that attracts a gate fee but, in spite \nof this, the industry is faltering, largely due to the strict \ninterpretation of the ABP regulations and uncertainty in the \nwaste sector.\nTh e transport market off ers the potential for profi tability \nand provides a cheaper alternative to petrol and diesel for \nthe consumer. Th ere is currently no market for CNG in \nIreland, therefore the transport market is not a practical \noption at present.\nUnlike other renewable technologies in the heat sector, \ngrass biomethane has a large, easily accessible customer base. \nExisting natural gas customers would not require the instal-\nlation of a new renewable heating system or any changes in \npractice, and their gas supplier would need only a change in \ntheir billing system; thus the higher cost of renewable gas \ncan be off set against avoided capital investment. Injecting \ngrass biomethane into the grid for sale as a heating fuel is the \npath of least resistance. However, there is currently no legis-\nlation in place in Ireland to allow grid injection.\nUnder certain conditions, grass biogas\/biomethane has \nthe potential to be an economically viable alternative for \nfarmers and for the consumer. Its cost competitiveness can \nbe further improved by co-digestion with gate-fee feedstock \nand by taking account of the associated non-monetary co-\nbenefi ts. A recurring theme, however, is the lack of consist-\nent legislation regarding anaerobic digestion and the use \nof biogas\/biomethane, and this is acting as a barrier to the \ndevelopment and economic success of the industry. For the \nindustry to succeed economically, the implementation of \ncohesive legislation is required.\nAcknowledgements\nTh is research was funded by Bord Gáis Éireann. Th e authors \nwould like to thank Anoop Singh, Nicholas Korres, Abdul-\nSattar Nizami and Th anasit Th amsiriroj for conversations \nand critiques.\nReferences\n 1. Connolly L, Kinsella A, Quinlan G and Moran B, National Farm Survey \n2008. Farm Surveys Department, Teagasc, Athenry, Ireland (2009).\n 2. NDP, Ireland National Development Plan 2007–2013. Stationery Ofﬁ ce, \nDublin (2007).\n 3. CSO, Meat supply balance by type of meat, statistic and year; self- suf-\nﬁ ciency in meat products (%). Central Stastics Ofﬁ ce. Available at: http:\/\/\nwww.cso.ie\/px\/pxeirestat\/database\/eirestat\/Agriculture%20Supply%20\nBalances\/Agriculture%20Supply%20Balances.asp [January 2010].\n 4. DAFF, Fact sheet on Irish agriculture – December 2009. Department of \nAgriculture, Fisheries and Food, Dublin, Ireland (2009).\n 5. EPA, Ireland’s greenhouse gas emissions in 2008 (Rev 1). Environmental \nProtection Agency, Wexford, Ireland (2009).\n 6. McGettigan M, Duffy P, Hyde B, Hanley E and O’Brien P, Ireland National \nInventory Report 2009. Environmental Protection Agency, Wexford, \nIreland (2009).\n 7. EC, Number of cattle – (1000). European Commission (2007). Available \nat: http:\/\/epp.eurostat.ec.europa.eu\/portal\/page\/portal\/agriculture\/data\/\nmain_tables [May 2009].\n 8. EC, Total population – at 1 Jan. European Commission (2007). Available \nat: http:\/\/epp.eurostat.ec.europa.eu\/portal\/page\/portal\/population\/data\/\nmain_tables [May 2009].\n 9. EEA, Greenhouse gas emission trends and projections in Europe 2009 \nTracking progress towards Kyoto targets. European Environment Agency, \nCopenhagen, Denmark (2009).\n10. DEHLG, National Climate Change Strategy Ireland. Department of the \nEnvironment, Heritage and Local Government, Dublin, Ireland (2000).\n11. Howley M, Ó Gallachóir B and Dennehy E, Energy in Ireland 1990–2008. \nEnergy Policy Statistical Support Unit, Sustainable Energy Ireland, Cork \n(2009).\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n536\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\nBM Smyth, H Smyth, JD Murphy \nModeling and Analysis: Grass biomethane – an economically viable biofuel?\n12. Howley M, Ó Gallachóir B, Dennehy E and O’Leary F, Renewable energy \nin Ireland: focus on wind energy and biofuels. Energy Policy Statistical \nSupport Unit, Sustainable Energy Ireland, Cork (2008).\n13. DCMNR, Government White Paper, Delivering a sustainable energy future \nfor Ireland: The energy policy framework 2007–2020. Department of \nCommunications, Marine and Natural Resources, Dublin (2007).\n14. Howley M, Ó Gallachóir B and Dennehy E, Energy in transport. Energy \nPolicy Statistical Support Unit, Sustainable Energy Ireland, Cork (2009).\n15. Murphy JD and Power NM, An argument for using biomethane generated \nfrom grass as a biofuel in Ireland. Biomass Bioenerg `33:504–512 (2009).\n16. CSO, Area farmed in June (000 hectares) by type of land use, region and \nyear. Central Statistics Ofﬁ ce. Available at: http:\/\/www.cso.ie\/px\/pxeir-\nestat\/database\/eirestat\/Agriculture%20Area%20Used%20and%20Crop\n%20Production\/Agriculture%20Area%20Used%20and%20Crop%20Pro\nduction.asp [November 2009].\n17. Smyth BM, Murphy JD and O’Brien CM, What is the energy balance of \ngrass biomethane in Ireland and other temperate northern European \nclimates? Renew Sust Energ Rev 13:2349–2360 (2009).\n18. Korres E, Singh A, Nizami AS and Murphy JD, Is grass biomethane a \nsustainable transport biofuel? Biofuels Bioprod Bioref 4:310–325 (2010).\n19. Smyth BM, Ó Gallachóir B, Korres NE and Murphy JD, Can we meet tar-\ngets for biofuels and renewable energy in transport given the constraints \nimposed by policy in agriculture and energy? J Cleaner Prod accepted \nfor publication (2010).\n20. Murphy JD and McKeogh E, Technical, economic and environmental \nanalysis of energy production from municipal solid waste. Renew Energ \n29:1043–1057 (2004).\n21. Murphy JD, McKeogh E and Kiely G, Technical\/economic\/environmental \nanalysis of biogas utilisation. Appl Energ 77:407–427 (2004).\n22. Murphy JD and Power NM, A Technical, economic and rnvironmental \ncomparison of composting and anaerobic digestion of biodegrad-\nable municipal waste. J Environ Sci Health, Part A: Toxic\/Hazard Subst \nEnviron Eng 41:865–879 (2006).\n23. Murphy JD and McKeogh E, The beneﬁ ts of integrated treatment of \nwastes for the production of energy. Energy 31:294–310 (2006).\n24. Kriegl W, Schneeberger W and Walla C, Fuel from agricultural biogas \nplants – an economic alternative to power generation? Bioenergy in \nAgriculture; July 6–8, 2005: BOKU Vienna – CUA Prague (2005).\n25. Pipatmanomai S, Kaewluan S and Vitidsant T, Economic assessment of \nbiogas-to-electricity generation system with H2S removal by activated \ncarbon in small pig farm. Appl Energ 86:669–674 (2009).\n26. Yiridoe EK, Gordon R and Brown BB, Nonmarket cobeneﬁ ts and eco-\nnomic feasibility of on-farm biogas energy production. Energ Policy \n37:1170–1179 (2009).\n27. Holliday L, Chessire M and Mulliner R, Rye-grass as an energy crop \nusing biogas technology. UK Department of Trade and Industry, London \n(2005).\n28. Prochnow A, Heiermann M, Plöchl M, Linke B, Idler C, Amon T et al., \nBioenergy from permanent grassland – A review: 1. Biogas. Bioresour \nTechnol 100:4931–4944 (2009).\n29. Blokhina Y, Prochnol A, Plöchl M, Luckhaus C and Heiermann M, \nEconomic assessment of biogas production from landscape manage-\nment grass in the Lower Oder Valley National Park. Grassland Science in \nEurope 14:314–317 (2009).\n30. Rösch C, Skarka J, Raab K and Stelzer V, Energy production from grass-\nland – Assessing the sustainability of different process chains under \nGerman conditions. Biomass Bioenerg 33:689–700 (2009).\n31. Rösch C, Raab K, Skarka J and Stelzer V, Energie aus dem Grünland \n- eine nachhaltige Entwicklung? (Energy from grassland – a sustainable \ndevelopment?). Karlsruhe: Forschungszentrum Karlsruhe, Institut für \nTechnikfolgenabschätzung und Systemanalyse (2007).\n32. CSO, Farm Structure Survey 2007. Stationery Ofﬁ ce, Dublin (2008).\n33. Murphy JD and McCarthy K, The optimal production of biogas for use as \na transport fuel in Ireland. Renew Energ 30:2111–2127 (2005).\n34. Murphy JD and Power N, Technical and economic analysis of biogas \nproduction in Ireland utilising three different crop rotations. Appl Energy \n86:25–36 (2009).\n35. Biogasmax, Decision makers’ guide how to implement a biomethane \nproject: Available at: www.biogasmax.eu\/downloads [June 2010].\n36. Teagasc, Management data for farm planning 2008. Teagasc, Carlow, \nIreland (2008).\n37. Murphy J, Biomass systems: small is beautiful. World Renewable Energy \nCongress; August\/September, Denver, Colorado (2004).\n38. IrBEA, Strategy for anaerobic digestion (AD) development in Ireland, \nsubmission to Inter-Departmental Group from the IrBEA, Discussion \nDocument. Available at: www.irbea.org [June 2010].\n39. Hagen M, Polman E, Jensen J, Myken A, Jönsson O and Dahl A, Adding \ngas from biomass to the gas grid. Report SGC 118. Swedish Gas Centre, \nMalmö, Sweden (2001).\n40. Persson M, Evaluation of upgrading techniques for biogas. Report SGC \n142. Swedish Gas Centre, Malmö, Sweden (2003).\n41. de Hullu J, Maassen J, van Meel P, Shazad S, Vaessen J, Bini L et al., \nComparing different biogas upgrading techniques. Eindhoven University \nof Technology and Dirkse Milieutechniek, Eindhoven (2008).\n42. SEI, Biomass CHP\/anaerobic digestion CHP deployment programme call \nfor proposals: application Guidelines v. 1.6. Sustainable Energy Ireland, \nDublin (undated).\n43. Connolly L, Kinsella A, Quinlan G and Moran B, National Farm Survey \n2007. Farm Surveys Department, Teagasc, Athenry, Ireland (2008).\n44. SEI, Commercial\/industrial fuels comparison of energy costs. Sustainable \nEnergy Ireland, Dublin (2010).\n45. Gebrezgabher SA, Meuwissen MPM, Prins BAM and Oude Lansink \nAGJM, Economic analysis of anaerobic digestion-A case of green power \nbiogas plant in the Netherlands. NJAS – Wageningen Journal of Life \nSciences 57(2):109–115 (2010).\n46. Walla C and Schneeberger W, The optimal size for biogas plants. \nBiomass Bioenerg 32:551–557 (2008).\n47. Urban W, Lohmann H and Girod K, Technologien und Kosten der \nBiogasaufbereitung und Einspeisung in das Erdgasnetz. Ergebnisse der \nMarkterhebung 2007\/2008: Fraunhofer UMSICHT (2009).\n48. Gerin PA, Vliegen F and Jossart J-M, Energy and CO2 balance of maize \nand grass as energy crops for anaerobic digestion. Bioresour Technol \n99:2620–2627 (2008).\n49. EPA, Anaerobic digestion: Beneﬁ ts for waste management, agriculture, \nenergy, and the environment. Environmental Protection Agency, Wexford, \nIreland (2005).\n50. DAFF, Ireland Rural Development National Strategy Plan 2007–2013. \nDepartment of Agriculture, Fisheries and Food, Dublin (undated).\n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n© 2010 Society of Chemical Industry and John Wiley & Sons, Ltd  |  Biofuels, Bioprod. Bioref. 4:519–537 (2010); DOI: 10.1002\/bbb\n537\nModeling and Analysis: Grass biomethane – an economically viable biofuel? \nBM Smyth, H Smyth, JD Murphy\n51. DAFF, Conditions for approval and operating of biogas plants treating \nanimal by-products in Ireland. Department of Agriculture, Fisheries and \nFood, Dublin (2009).\n52. Farrar M, Regulatory update....Animal by-products (ABP) as a feedstock \nin anaerobic digestion (AD). Department of Agriculture, Fisheries and \nFood, Dublin (2009). Available at: http:\/\/www.seai.ie\/Renewables\/\nBioenergy\/Anaerobic_Digestion\/animal_byproducts\/Animal_by-prod-\nucts_as_a_feedstock_in_AD.pdf [November 2009].\n53. Nizami A-S, Korres NE and Murphy JD, Review of the integrated process \nfor the production of grass biomethane. Environ Sci Technol 43:8496–\n8508 (2009).\n54. Steffen R, Szolar O and Braun R, Feedstocks for anaerobic digestion. \nInstitute for Agrobiotechnology Tulln, University of Agricultural Sciences, \nVienna (1998).\n55. Directive 2009\/28\/EC of the European Parliament and of the Council \nof 23 April 2009 on the promotion of the use of energy from renewable \nsources and amending and subsequently repealing Directives 2001\/77\/\nEC and 2003\/30\/EC: Ofﬁ cial Journal of the European Union (2009).\n56. Singh A and Murphy JD, Biomethane from animal waste and grass \nfor clean vehicular biofuel in Ireland. Twelfth International Waste \nManagement and Landﬁ ll Symposium; October 5–9, 2009; Cagliari, \nSardinia, Italy. CISA, Environmental Santiary Engineering Centre, Italy \n(2009).\n57. Rabl A, Environmental beneﬁ ts of natural gas for buses. Transportation \nResearch Part D: Transport and Environment. 7:391–405 (2002).\n58. Goyal P and Sidhartha, Present scenario of air quality in Delhi: a case \nstudy of CNG implementation. Atmos Environ 37:5423–5431 (2003).\n59. Mediavilla-Sahagún A, ApSimon HM, Urban scale integrated assessment \nof options to reduce PM10 in London towards attainment of air quality \nobjectives. Atmos Environ 37:4651–4665 (2003).\n60. CSO, Number of private households and persons in private households \nin each Province, County and City [database on the Internet]. Central \nStatistics Ofﬁ ce. 2006. Available at: http:\/\/www.cso.ie\/statistics\/\nHousingandHouseholds.htm [March 2010].\n61. NIAUR, Energy Retail Report 2009. The Northern Ireland Authority for \nUtility Regulation, Belfast (2009).\n62. SEI, Ireland’s Provisional Energy Balance 2008. Sustainable Energy \nIreland (2009).\n63. O’Leary F, Howley M and Ó Gallachóir B, Combined heat and power in \nIreland 2007 Update. Sustainable Energy Ireland, Cork, Ireland (2007).\n64. BMELV, The renewable energy sources and the Renewable Energies Heat \nAct Data and facts for biomass. Federal Ministry of Food, Agriculture and \nConsumer Protection, Berlin (2009).\n65. IEA, OECD, Energy policies of IEA countries Germany 2007 review. \nInternational Energy Agency and Organisation for Economic Co-opera-\ntion and Development, Paris (2007).\n66. EC, Excise Duty Tables Part II – Energy products and electricity. \nEuropean Commission, Brussels (2010).\n67. NGV, The GVR Gas Vehicles Report. 8#7(92): NGV Communications \nGroup; September (2009). Available at: http:\/\/www.ngvgroup.com\/index.\nphp?nav=gvr&sub=arch [September 2009].\n68. Petersson A, Country report: Sweden: Swedish Gas Centre, Malmö, \nSweden; April 2009. Available at: http:\/\/www.iea-biogas.net\/publication-\nsreports.htm#april09 [November 2009].\n69. O’Leary F, Howley M and Ó Gallachóir B, Energy in the residential sector \n2008 report. Sustainable Energy Ireland, Cork (2008).\n70. Directive 2009\/73\/EC of the European Parliament and of the Council of \n13 July 2009 concerning common rules for the internal market in natural \ngas and repealing Directive 2003\/55\/EC, Ofﬁ cial Journal of the European \nUnion, Brussels (2009).\n71. OSI, Frequently asked questions - What is the area by county in land \nand water (fresh)? Ordnance Survey Ireland, Dublin (2010). Available at: \nhttp:\/\/www.osi.ie\/en\/faq\/faq3.aspx#faq5 [January 2010].\n72. ACA, The Farmers’ Handbook 2009. Compiled for ACA by O’Sullivan \nFarm and Forestry Consultants. The Agricultural Consultants \nAssociation, Carrick-on-Suir, Co. Tipperary, Ireland (2008).\n73. AAIreland, Irish Petrol Prices: February 2010. AAIreland. Available at: \nhttp:\/\/www.aaireland.ie\/petrolprices\/ [February 2010].\n74. EVA, Heat cost calculation. Altener BIOHEAT, The Austrian Energy \nAgency (undated). Available at: http:\/\/www.bioheat.info\/ [July 2007].\n75. Smyth BM, Optimal biomass technology for the production of heat \nand power. Master’s thesis. Department of Civil and Environmental \nEngineering, UCC, Cork (2007).\nBeatrice Smyth\nBeatrice is currently in the final year of her \nPhD at University College Cork (UCC). On \ngraduating with BE in Civil Engineering from \nUniversity College Dublin in 2001, she worked \nin consultancy for a number of years, mainly \nin geotechnical and environmental engineer-\ning.  Beatrice returned to education in 2006 to \nconduct an MSc in Sustainable Energy at UCC.\nHenry Smyth \nHenry is currently working as a Senior Busi-\nness Developer with Bord Gáis Éireann devel-\noping national energy infrastructure projects. \nHe holds a BEng in Mechanical Engineering \n(Queens University Belfast) and an MEngSc in \nSustainable Energy (UCC). He has previously \nworked in the energy sector in the UK and \nNorth Africa.\nDr Jerry D Murphy \nJerry is the lead Principal Investigator in \nbioenergy and biofuels research at the Envi-\nronmental Research Institute at UCC. Jerry \nholds a BE in Civil Engineering, an MEngSc \nin Anaerobic Digestion, and a PhD in Energy \nfrom Wastes. He has represented Ireland on \nInternational Energy Agency Bioenergy Tasks \nfor biofuels and biogas. \n 19321031, 2010, 5, Downloaded from https:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/bbb.238 by China Universitaet Of Petroleum, Wiley Online Library on [23\/10\/2023]. See the Terms and Conditions (https:\/\/onlinelibrary.wiley.com\/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n"}}}